[
  {
    "txt": "Alicia era una niña curiosa y soñadora que un día siguió a un conejo blanco apresurado y cayó en un profundo agujero. Mientras caía, el mundo a su alrededor se volvía cada vez más extraño y colorido.",
    "img": "../../assets/1.jpg"
  },
  {
    "txt": "Al llegar al fondo, Alicia se encontró en un paisaje desconcertante y mágico. Se topó con una puerta diminuta que la llevó a un jardín encantado donde las flores hablaban y los animales llevaban sombreros. Aquí conoció al Sombrerero Loco y a la Liebre de Marzo, quienes la invitaron a tomar el té en una fiesta interminable.",
    "img": "../../assets/2.jpg"
  },
  {
    "txt": "Decidida a encontrar su camino de regreso a casa, Alicia siguió explorando y se encontró con una oruga que le ofreció consejos enigmáticos. Siguiendo sus indicaciones, llegó a un lago hecho de lágrimas, donde un ratón flotante la llevó a una isla habitada por animales peculiares.",
    "img": "../../assets/3.jpg"
  },
  {
    "txt": "Continuando su viaje, Alicia se topó con la Reina de Corazones, una gobernante temperamental obsesionada con el juego de croquet. Acompañada por el Gato de Cheshire, el Gato sonriente que desafiaba las leyes de la lógica, Alicia participó en un juego absurdo y se enfrentó a la ira de la Reina.",
    "img": "../../assets/4.jpg"
  },
  {
    "txt": "En su búsqueda para encontrar el camino de vuelta a casa, Alicia se encontró con el Conejo Blanco una vez más. Lo siguió hasta su madriguera y, para su sorpresa, terminó en una sala donde todo era al revés. Allí, tuvo un encuentro confuso con el Rey y la Reina de Corazones, quienes la desafiaron a un juicio sin sentido.",
    "img": "../../assets/5.jpg"
  },
  {
    "txt": "A medida que la aventura continuaba, Alicia se encontró con personajes extravagantes como el Sombrerero Loco, el Lirón y la Duquesa. Cada encuentro era más extraño y desconcertante que el anterior, pero Alicia se adaptó a esta realidad surrealista y aprendió a desafiar las convenciones y a confiar en su propio juicio.",
    "img": "../../assets/6.jpg"
  },
  {
    "txt": "Finalmente, después de muchas peripecias y encuentros fantásticos, Alicia logró encontrar el camino de regreso a su hogar. Aunque había experimentado un mundo de maravillas y locura, llevó consigo lecciones valiosas sobre la importancia de la imaginación, la curiosidad y la confianza en uno mismo.",
    "img": "../../assets/7.jpg"
  }
]